Repository: Vistaus/trimirjournal
Catalog: po/*.po
Languages: es

source: Save
es: Guardar

source: Open
es: Abrir

source: Cancel
es: Cancelar

source: Reset and Restore Journal
es: Reiniciar y Restaurar Diario

source: Backup Journal
es: Respaldar Diario

source: first
es: primer

source: last
es: último

source: Journal
es: Diario

source: Home
es: Inicio

source: Tags
es: Etiquetas

source: Saved Searches
es: Búsquedas Guardadas

source: Active tag filter %s
es: Filtro de etiquetas Activo %s

source: Remove filter for tag %s
es: Eliminar filtro para la etiqueta %s

source: Reset and Restore…
es: Reiniciar y Restaurar…

source: Backup…
es: Respaldar…

source: Search Journal
es: Buscar un Diario

source: Not implemented yet
es: Aún no ha sido implementado

source: Start logging or type ? to search your Journal…
es: Empiece su registro o escriba ? para buscar su Diario…

source: Welcome to Trimir Journal
es: Bienvenido a Trimir Journal

source: Your personal activity "Tricorder".
es: Su actividad personal "Tricorder".

source: Write a diary, log your activities, keep track of your metrics
es: Escriba un diario, registre sus actividades diarias, haga un seguimiento de sus métricas

source: Journal;Log;Diary;Notes;Personal;Activity;Tracking;Sports;Fitness;Metric
es: Diario;Registro;Diario;Notas;Personal;Actividades;Seguimiento;Deportes;Salud;Métricas

source: Designed and built for personal text journaling and activity tracking. Write a diary, log your activities, keep track of your metrics. Search, filter and evaluate your journal—your life.
es: Diseñado y construido para llevar un diario personal y mantener un seguimiento de sus actividades. Escriba un diario, registre sus actividades, lleve un registro de sus métricas. Busque, filtre y evalúe su diario—su vida.

source: Features:
es: Características:

source: Search your journal
es: Busque su diario

source: Filter your journal by hashtag
es: Filtre su diario con hashtags

source: Render timeline charts when filtering for "metric tags", i.e. a hashtag followed by a number with optional unit (e.g. "#Trailrun 5km")
es: Grafique líneas del tiempo cuando filtro por "etiquetas de métrica", es decir, un hashtag seguido de un número con una unidad opcional (por ejemplo "Trailrun 5km")

source: First release!
es: Primer Lanzamiento!

source: Supports the dark style
es: Soporta tema oscuro
